Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/civil_annulment/nullity_of_marriage.html.txt.tmx
Source language: en
Languages: ga

source: Nullity of marriage is a declaration by a court that your supposed marriage is null and void, and that no valid marriage exists between you and your partner
ga: Is dearbhú ó chúirt é neamhniú pósta go bhfuil do phósadh a bhí in ainm agus a bheith ann ar neamhní agus gan éifeacht agus nach bhfuil aon phósadh bailí ag feidhmiú idir tú féin agus do pháirtnéir

source: In other words, it is a declaration that the supposed marriage never happened
ga: I bhfriotal eile, is dearbhú atá ann nár tharla an pósadh a bhí in ainm agus a bheith ann riamh

source: Nullity (or annulment) is not the same as divorce
ga: Ní hionann ‘neamhniú (nó neamhniú pósta’) agus colscaradh

source: Divorce is a declaration ending a valid marriage
ga: Is ionann colscaradh agus dearbhú a chuireann deireadh le pósadh bailí

source: Nullity is a declaration that a valid marriage never existed
ga: Is ionann neamhniú agus dearbhú nárbh ann do phósadh bailí riamh

source: It is important to be aware that a church annulment does not have any legal effect
ga: Is tábhachtach a bheith ar an airdeall nach mbíonn aon tionchar dlíthiúil ag neamhniú séipéil

source: It does not mean that you may legally remarry - although it may mean that you can remarry in the eyes of the church
ga: Ní chiallaíonn sé gur féidir libh athphósadh go dlíthiúil – cé go mb’fhéidir go bhféadfadh sibh athphósadh de réir na heaglaise

source: In nullity law, there are two types of marriages that may be annulled or cancelled
ga: Sa dlí infheidhme, tá dhá shaghas de phostaí ann ar féidir iad a chur ar neamhní nó a chealú

source: There are void marriages and there are voidable marriages
ga: Tá póstaí ar neamhní agus tá póstaí in-neamhnithe ann

source: If your marriage is void, it is regarded as never having taken place
ga: Má tá do phósadh ar neamhní, meastar nár tharla sé riamh

source: Technically, if your marriage never took place, then there is no need to go to court to obtain a decree of annulment - you may simply act as though the marriage never happened
ga: Go teicniúil, murar thit bhur bpósadh amach riamh, níl aon ghá dul a fhad leis an gcúirt chun foraithne neamhnithe a fháil – féadfaidh tú gníomhú go simplí ar nós nár tharla an pósadh riamh

source: However, it is advisable to obtain a court order declaring that your marriage is annulled in order to remove any doubt
ga: Moltar duit ordú cúirte a fháil ina ndearbhaíonn tú gur cuireadh do phósadh ar neamhní d’fhonn aon amhras a bhaint

source: If your marriage is voidable, it is considered to be a valid marriage until a decree of annulment is made
ga: Má tá bhur bpósadh in-neamhnithe, meastar gurb ionann agus pósadh bailí é go dtí go ndéantar foraithne neamhnithe

source: A decree of annulment can only be made if one of the parties to the marriage applies to the court for a nullity
ga: Ní féidir foraithne neamhnithe a dhéanamh ach amháin má dhéanann duine de na páirtithe leis an bpósadh iarratas ar an gcúirt ar neamhniú

source: If the court decides that your marriage is voidable, it will then declare that your marriage was invalid from the start
ga: Má chineann an chúirt go bhfuil bhur bpósadh in-neamhnithe, dearbhóidh sí go raibh bhur bpósadh ar neamhní ón tús

source: Your marriage never happened
ga: Níor tharla bhur bpósadh riamh

source: You can find out about the implications of a decree of nullity in our document on the consequences of civil annulment of your marriage
ga: Féadfaidh tú teacht ar eolas faoi na himpleachtaí a bhaineann le foraithne neamhnithe inár gcáipéis maidir le hiarmhairtí neamhniú sibhialta bhur bpósta

source: In order to obtain an annulment (nullity) of your alleged marriage, you must make an application (called a 'petition') to the Circuit Court or the High Court
ga: Chun neamhniú bhur bpósta líomhnaithe a fháil, ní mór duit iarratas a dhéanamh (ar a dtugtar ‘achainí’) leis an gCúirt Chuarda nó leis an Ard-Chúirt

source: To prove to the court that your marriage is void you must show one of the following grounds:
ga: Lena chruthú don chúirt go bhfuil bhur bpósadh ar neamhní, ní mór duit ceann amháin de na forais a leanas a thaispeáint:

source: • At the time of the marriage ceremony there was a lack of capacity
ga: • Ag tráth an tsearmanais phósta, bhí easpa cumais ann

source: In other words, you or your spouse was incapable of entering into a binding contract
ga: I bhfriotal eile, ní raibh ar do chumas féin nó ar chumas do chéile iontráil i gconradh ceangailteach

source: - where one of you was already validly married or in a civil partnership or
ga: - sa chás go raibh duine díobh pósta nó i bpáirtnéireacht shibhialta cheana féin nó

source: - where you were too closely related to each other or
ga: - sa chás go raibh gaol ró-dhlúth eadraibh nó

source: - for a marriage ceremony that took place before 16 November 2015, where you were of the same biological sex
ga: - i gcás searmanas pósta a thit amach roimh 16 an Samhain 2015, má bhí sibh den ghnéas céanna bitheolaíoch

source: • The formal requirements for a marriage ceremony were not followed
ga: • Níor leanadh na ceanglais fhoirmiúla do shearmanas pósta

source: For example, you did not give due notice to the Registrar of Marriages
ga: Mar shampla, níor thug tú fógra cuí don Chláraitheoir Póstaí

source: • At the time of the marriage, there was a lack of consent
ga: • Ag tráth an phósta, bhí easpa toilithe ann

source: In other words, you or your spouse did not give free and fully informed consent to the marriage
ga: I bhfriotal eile, níor thug tú féin nó do chéile toiliú saor agus iomlán feasach don phósadh

source: This may be due to duress, (i.e., you were forced into the marriage), mistake, misrepresentation or fraud
ga: B’fhéidir go bhfuil seo i ngeall ar éigeantas (i.e., cuireadh brú ort pósadh), ar bhotún, ar mhífhaisnéis nó ar chalaois

source: It may also be due to the fact that you or your spouse was suffering from a mental illness or was intoxicated at the time of the marriage
ga: Anuas air sin, b’fhéidir go bhfuil seo i ngeall go raibh tú féin nó do chéile thíos le meabhairghalar nó go raibh sé/sí faoi thionchar an óil ag tráth an phósta

source: To prove to the court that your marriage is voidable, you must show one of the following grounds:
ga: Lena chruthú don chúirt go bhfuil bhur bpósadh in-neamhnithe, ní mór duit ceann amháin de na forais a leanas a thaispeáint:

source: • At the time of the marriage ceremony, either party was impotent
ga: • Ag tráth an tsearmanais phósta, bhí ceachtar páirtí éagumasach

source: You must show that either you or your spouse was unable to consummate the marriage
ga: Ní mór duit a thaispeáint nach raibh ar chumas tú féin nó do chéile an pósadh a chur i gcrích

source: You cannot obtain a declaration of nullity because one of you is infertile or because one of you is simply refusing to consummate the marriage. It must be the case that one of you is incapable of sexual intercourse
ga: Ní mór duit dearbhú neamhnithe a fháil mar gheall go bhfuil duine díobh neamhthorthúil nó mar gheall go bhfuil duine díobh ag diúltú chun an pósadh a neamhniú Ní mór gurb éard atá i gceist ná nach bhfuil ar chumas duine díobh tabhairt faoi chaidreamh collaí

source: • At the time of the marriage ceremony, either party was incapable of entering into and sustaining a proper or normal marriage relationship
ga: • Ag tráth an tsearmanais phósta, ní raibh ar chumas ceachtar páirtí iontráil i gcaidreamh ceart pósta nó i ngnáthchaidreamh pósta a iontráil nó a chothabháil

source: This may be due to a psychiatric illness or personality disorder
ga: D’fhéadfadh galar síciatrach nó neamhord pearsantachta a bheith i gceist leis seo

source: It may also be due to the sexual orientation of one of the parties
ga: Chomh maith leis sin, mar gheall ar ghnéaschlaonadh duine de na páirtithe

source: Legal advice and representation is always advisable
ga: Moltar i gcónaí duit comhairle agus ionadaíocht dhlíthiúil a fháil

source: You and your spouse should not use the same solicitor
ga: Níor cheart duit féin nó do chéile an t-aturnae céanna a úsáid

source: To enquire whether you are eligible for Legal Aid, you can contact your nearest law centre
ga: Lena fhiosrú cé acu an bhfuil nó nach bhfuil tú i dteideal Cúnamh Dlíthiúil a fháil, féadfaidh tú teagmháil a dhéanamh leis an ionad dlí is gaire duit

source: Legal Aid is not free and everyone must pay a contribution towards costs
ga: Níl Cúnamh Dlíthiúil saor in aisce agus ní mór do gach duine ranníocaíocht a íoc i dtreo costas

source: FLAC (Free Legal Advice Centres) is an independent, voluntary organisation that operates a network of legal advice clinics throughout the country
ga: Eagraíocht neamhspleách dheonach iad ICDSanna (Ionaid Chomhairle Dlí Saor in Aisce) a oibríonn gréasáin de chlinicí comhairle dlíthiúla ar fud na tíre

source: These clinics are confidential, free of charge and open to all
ga: Tá na clinicí seo rúnda, saor in aisce agus oscailte do chách

source: Contact your nearest Citizens Information Centre for information on FLAC services in your area
ga: Déan teagmháil leis an Ionad um Fhaisnéis do Shaoránaigh chun teacht ar fhaisnéis faoi sheirbhísí ICDSanna i do cheantar

source: FLAC also runs an information and referral line during office hours for basic legal information
ga: Tá seirbhís faisnéise agus líne atreoraithe á reáchtáil i rith uaireanta oifige le haghaidh faisnéis dhlíthiúil bhunúsach

source: If you choose to hire a private solicitor, you should be aware that there is no fixed rate of charges for legal fees
ga: Má roghnaíonn tú chun aturnae príobháideach a fhostú, ba cheart duit a bheith ar an eolas nach bhfuil aon ráta seasta de mhuirir ann le haghaidh muirir dhlíthiúla

source: You are advised to obtain some quotes before deciding on a legal firm
ga: Moltar duit roinnt cuótaí a fháil a fháil sula ndéanann tú cinneadh ar ghnóthas dlíthiúil

source: Contact information for solicitors firms throughout Ireland is available on the Law Society website
ga: Tá faisnéis teagmhála le haghaidh gnóthais aturnaetha ar fáil ar fud na hÉireann ar láithreán gréasáin Dhlí-Chumann na hÉireann

source: Further information on applying is available on the Courts Service website
ga: Tá breis faisnéise ar fáil ar iarratas a dhéanamh ar láithreán gréasáin na Seirbhíse Cúirteanna
